# =============================================================================
#   AI
# =============================================================================
anthropic.claude-code
github.copilot
github.copilot-chat

# =============================================================================
#   Git
# =============================================================================
eamodio.gitlens

# =============================================================================
#   Languages — PowerShell
# =============================================================================
ms-vscode.powershell

# =============================================================================
#   Languages — Python
# =============================================================================
ms-python.python
ms-python.pylance

# =============================================================================
#   Languages — Lua (mpv scripts)
# =============================================================================
sumneko.lua

# =============================================================================
#   Languages — AutoHotkey v2
# =============================================================================
thqby.vscode-autohotkey2-lsp

# =============================================================================
#   Languages — Data / Config
# =============================================================================
redhat.vscode-yaml
mechatroner.rainbow-csv

# =============================================================================
#   Formatting
# =============================================================================
esbenp.prettier-vscode

# =============================================================================
#   QoL
# =============================================================================
usernamehw.errorlens
pkief.material-icon-theme
aaron-bond.better-comments
christian-kohler.path-intellisense

# =============================================================================
#   Remote
# =============================================================================
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
