# =============================================================================
#   AI
# =============================================================================
anthropic.claude-code
github.copilot
github.copilot-chat

# =============================================================================
#   Git
# =============================================================================
eamodio.gitlens
mhutchie.git-graph
github.vscode-pull-request-github

# =============================================================================
#   Languages — PowerShell
# =============================================================================
ms-vscode.powershell

# =============================================================================
#   Languages — Python
# =============================================================================
ms-python.python

# =============================================================================
#   Languages — Lua (mpv scripts)
# =============================================================================
sumneko.lua

# =============================================================================
#   Languages — AutoHotkey v2
# =============================================================================
thqby.vscode-autohotkey2-lsp

# =============================================================================
#   Languages — Data / Config
# =============================================================================
redhat.vscode-yaml
mechatroner.rainbow-csv

# =============================================================================
#   Formatting
# =============================================================================
esbenp.prettier-vscode

# =============================================================================
#   Theme
# =============================================================================
Sudhan.neondark-theme

# =============================================================================
#   QoL
# =============================================================================
usernamehw.errorlens
pkief.material-icon-theme
aaron-bond.better-comments
christian-kohler.path-intellisense
gruntfuggly.todo-tree
alefragnani.bookmarks
sleistner.vscode-fileutils

# =============================================================================
#   Utilities
# =============================================================================
yzhang.markdown-all-in-one
ms-vscode.hexeditor
humao.rest-client
