# =============================================================================
#   AI
# =============================================================================
anthropic.claude-code

# =============================================================================
#   Git
# =============================================================================
eamodio.gitlens

# =============================================================================
#   Languages — PowerShell
# =============================================================================
ms-vscode.powershell

# =============================================================================
#   Languages — Python
# =============================================================================
ms-python.python

# =============================================================================
#   Languages — Lua (mpv scripts)
# =============================================================================
sumneko.lua

# =============================================================================
#   Languages — AutoHotkey v2
# =============================================================================
thqby.vscode-autohotkey2-lsp

# =============================================================================
#   Languages — Data / Config
# =============================================================================
redhat.vscode-yaml
mechatroner.rainbow-csv

# =============================================================================
#   Formatting
# =============================================================================
esbenp.prettier-vscode

# =============================================================================
#   QoL
# =============================================================================
usernamehw.errorlens
pkief.material-icon-theme
aaron-bond.better-comments
christian-kohler.path-intellisense
