{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-03-14T22:22:42.603-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX"
				},
				{
					"PackageIdentifier" : "Ablaze.Floorp"
				},
				{
					"PackageIdentifier" : "TGRMNSoftware.BulkRenameUtility"
				},
				{
					"PackageIdentifier" : "CrystalDewWorld.CrystalDiskInfo"
				},
				{
					"PackageIdentifier" : "Ditto.Ditto"
				},
				{
					"PackageIdentifier" : "voidtools.Everything"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "REALiX.HWiNFO"
				},
				{
					"PackageIdentifier" : "Notepad++.Notepad++"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "namazso.PawnIO"
				},
				{
					"PackageIdentifier" : "Daum.PotPlayer"
				},
				{
					"PackageIdentifier" : "Proton.ProtonVPN"
				},
				{
					"PackageIdentifier" : "StartIsBack.StartAllBack"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC"
				},
				{
					"PackageIdentifier" : "XnSoft.XnViewMP"
				},
				{
					"PackageIdentifier" : "DupeGuru.DupeGuru"
				},
				{
					"PackageIdentifier" : "LocalSend.LocalSend"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice"
				},
				{
					"PackageIdentifier" : "Corsair.iCUE.5"
				},
				{
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysX"
				},
				{
					"PackageIdentifier" : "CodeSector.TeraCopy"
				},
				{
					"PackageIdentifier" : "Foxit.PhantomPDF.Subscription.MSI"
				},
				{
					"PackageIdentifier" : "Elgato.StreamDeck"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Proton.ProtonAuthenticator"
				},
				{
					"PackageIdentifier" : "MPC-BE.MPC-BE"
				},
				{
					"PackageIdentifier" : "Adobe.CreativeCloud"
				},
				{
					"PackageIdentifier" : "Guru3D.Afterburner"
				},
				{
					"PackageIdentifier" : "BandicamCompany.Bandicut"
				},
				{
					"PackageIdentifier" : "Google.Chrome.EXE"
				},
				{
					"PackageIdentifier" : "Tonec.InternetDownloadManager"
				},
				{
					"PackageIdentifier" : "Jellyfin.Server"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "Rem0o.FanControl"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9"
				},
				{
					"PackageIdentifier" : "Python.Launcher"
				},
				{
					"PackageIdentifier" : "Bitwarden.Bitwarden"
				},
				{
					"PackageIdentifier" : "Notion.Notion"
				},
				{
					"PackageIdentifier" : "OpenWhisperSystems.Signal"
				},
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey"
				},
				{
					"PackageIdentifier" : "Voidstar.FilePilot"
				},
				{
					"PackageIdentifier" : "Flow-Launcher.Flow-Launcher"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg"
				},
				{
					"PackageIdentifier" : "XBMCFoundation.Kodi"
				},
				{
					"PackageIdentifier" : "Proton.ProtonPass"
				},
				{
					"PackageIdentifier" : "JAMSoftware.TreeSize.Free"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "yt-dlp.FFmpeg"
				},
				{
					"PackageIdentifier" : "yt-dlp.yt-dlp"
				},
				{
					"PackageIdentifier" : "Proton.ProtonDrive"
				},
				{
					"PackageIdentifier" : "Python.Python.3.14"
				},
				{
					"PackageIdentifier" : "M2Team.NanaZip"
				},
				{
					"PackageIdentifier" : "File-New-Project.EarTrumpet"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP8C9QZMS2PC1T"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.12.470"
}