{
        "$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
        "CreationDate" : "2026-03-15T00:00:00.000-00:00",
        "Sources" :
        [
                {
                        "Packages" :
                        [
                                { "PackageIdentifier" : "Git.Git" },
                                { "PackageIdentifier" : "Microsoft.PowerShell" },
                                { "PackageIdentifier" : "Microsoft.VisualStudioCode" },
                                { "PackageIdentifier" : "Codeium.Windsurf" },
                                { "PackageIdentifier" : "AutoHotkey.AutoHotkey" },
                                { "PackageIdentifier" : "Python.Launcher" },
                                { "PackageIdentifier" : "BurntSushi.ripgrep.MSVC" },
                                { "PackageIdentifier" : "junegunn.fzf" },
                                { "PackageIdentifier" : "sharkdp.fd" },
                                { "PackageIdentifier" : "sharkdp.bat" },
                                { "PackageIdentifier" : "GitHub.cli" },
                                { "PackageIdentifier" : "JesseDuffield.lazygit" },
                                { "PackageIdentifier" : "DenoLand.Deno" },
                                { "PackageIdentifier" : "ajeetdsouza.zoxide" },
                                { "PackageIdentifier" : "JanDeDobbeleer.OhMyPosh" },
                                { "PackageIdentifier" : "jqlang.jq" },
                                { "PackageIdentifier" : "dandavison.delta" },
                                { "PackageIdentifier" : "Fastfetch-cli.Fastfetch" },

                                { "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6" },
                                { "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8" },
                                { "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9" },
                                { "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10" },
                                { "PackageIdentifier" : "Microsoft.DotNet.Runtime.6" },
                                { "PackageIdentifier" : "Microsoft.VCRedist.2015+.x86" },
                                { "PackageIdentifier" : "Microsoft.VCRedist.2015+.x64" },
                                { "PackageIdentifier" : "Microsoft.VCLibs.14" },
                                { "PackageIdentifier" : "Microsoft.VCLibs.Desktop.14" },
                                { "PackageIdentifier" : "Microsoft.AppInstaller" },
                                { "PackageIdentifier" : "Microsoft.UI.Xaml.2.8" },
                                { "PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8" },
                                { "PackageIdentifier" : "Nvidia.PhysX" },

                                { "PackageIdentifier" : "Brave.Brave" },
                                { "PackageIdentifier" : "Ablaze.Floorp" },
                                { "PackageIdentifier" : "Google.Chrome.EXE" },

                                { "PackageIdentifier" : "PeterPawlowski.foobar2000" },
                                { "PackageIdentifier" : "Daum.PotPlayer" },
                                { "PackageIdentifier" : "MPC-BE.MPC-BE" },
                                { "PackageIdentifier" : "ShareX.ShareX" },
                                { "PackageIdentifier" : "BandicamCompany.Bandicut" },
                                { "PackageIdentifier" : "yt-dlp.FFmpeg" },
                                { "PackageIdentifier" : "yt-dlp.yt-dlp" },
                                { "PackageIdentifier" : "XnSoft.XnViewMP" },

                                { "PackageIdentifier" : "7zip.7zip" },
                                { "PackageIdentifier" : "M2Team.NanaZip" },
                                { "PackageIdentifier" : "CodeSector.TeraCopy" },
                                { "PackageIdentifier" : "voidtools.Everything" },
                                { "PackageIdentifier" : "TGRMNSoftware.BulkRenameUtility" },
                                { "PackageIdentifier" : "Voidstar.FilePilot" },
                                { "PackageIdentifier" : "JAMSoftware.TreeSize.Free" },
                                { "PackageIdentifier" : "Google.GoogleDrive" },
                                { "PackageIdentifier" : "pCloudAG.pCloudDrive" },
                                { "PackageIdentifier" : "Tonec.InternetDownloadManager" },

                                { "PackageIdentifier" : "Obsidian.Obsidian" },
                                { "PackageIdentifier" : "calibre.calibre" },
                                { "PackageIdentifier" : "EDRLab.Thorium" },
                                { "PackageIdentifier" : "TheDocumentFoundation.LibreOffice" },
                                { "PackageIdentifier" : "Flow-Launcher.Flow-Launcher" },
                                { "PackageIdentifier" : "File-New-Project.EarTrumpet" },
                                { "PackageIdentifier" : "LocalSend.LocalSend" },
                                { "PackageIdentifier" : "Notion.Notion" },
                                { "PackageIdentifier" : "Zoom.Zoom" },
                                { "PackageIdentifier" : "Ditto.Ditto" },

                                { "PackageIdentifier" : "Proton.ProtonVPN" },
                                { "PackageIdentifier" : "Proton.ProtonDrive" },
                                { "PackageIdentifier" : "Proton.ProtonPass" },
                                { "PackageIdentifier" : "Proton.ProtonAuthenticator" },
                                { "PackageIdentifier" : "Bitwarden.Bitwarden" },
                                { "PackageIdentifier" : "OpenWhisperSystems.Signal" },

                                { "PackageIdentifier" : "REALiX.HWiNFO" },
                                { "PackageIdentifier" : "CrystalDewWorld.CrystalDiskInfo" },
                                { "PackageIdentifier" : "Guru3D.Afterburner" },
                                { "PackageIdentifier" : "Rem0o.FanControl" },
                                { "PackageIdentifier" : "AOMEI.PartitionAssistant" },
                                { "PackageIdentifier" : "MartiCliment.UniGetUI" },
                                { "PackageIdentifier" : "Microsoft.Sysinternals.Suite" },
                                { "PackageIdentifier" : "Logitech.GHUB" },
                                { "PackageIdentifier" : "Corsair.iCUE.5" },

                                { "PackageIdentifier" : "StartIsBack.StartAllBack" },
                                { "PackageIdentifier" : "Microsoft.WindowsTerminal" },
                                { "PackageIdentifier" : "Microsoft.PowerToys" },
                                { "PackageIdentifier" : "wez.wezterm" },
                                { "PackageIdentifier" : "Alacritty.Alacritty" },
                                { "PackageIdentifier" : "Warp.Warp" },
                                { "PackageIdentifier" : "CharlesMilette.TranslucentTB" },
                                { "PackageIdentifier" : "Ollama.Ollama" },
                                { "PackageIdentifier" : "Anysphere.Cursor" },
                                { "PackageIdentifier" : "ZedIndustries.Zed" },

                                { "PackageIdentifier" : "Adobe.CreativeCloud" },
                                { "PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit" },
                                { "PackageIdentifier" : "Valve.Steam" }
                        ],
                        "SourceDetails" :
                        {
                                "Argument" : "https://cdn.winget.microsoft.com/cache",
                                "Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
                                "Name" : "winget",
                                "Type" : "Microsoft.PreIndexed.Package"
                        }
                }
        ],
        "WinGetVersion" : "1.12.470"
}
